interface FAQItem {
  question: string;
  answer: string;
}

export const faqItems: FAQItem[] = [
  {
    question: "Q 세토님과 만나려면 어떻게 해야하나요?",
    answer:
      "세토님과 만나려면, 공식 웹사이트에서 예약을 하시면 됩니다.세토님과 만나려면, 공식 웹사이트에서 예약을 하시면 됩니다.세토님과 만나려면, 공식 웹사이트에서 예약을 하시면 됩니다.세토님과 만나려면, 공식 웹사이트에서 예약을 하시면 됩니다.세토님과 만나려면, 공식 웹사이트에서 예약을 하시면 됩니다.세토님과 만나려면, 공식 웹사이트에서 예약을 하시면 됩니다.세토님과 만나려면, 공식 웹사이트에서 예약을 하시면 됩니다.세토님과 만나려면, 공식 웹사이트에서 예약을 하시면 됩니다.세토님과 만나려면, 공식 웹사이트에서 예약을 하시면 됩니다.세토님과 만나려면, 공식 웹사이트에서 예약을 하시면 됩니다.세토님과 만나려면, 공식 웹사이트에서 예약을 하시면 됩니다.세토님과 만나려면, 공식 웹사이트에서 예약을 하시면 됩니다.세토님과 만나려면, 공식 웹사이트에서 예약을 하시면 됩니다.세토님과 만나려면, 공식 웹사이트에서 예약을 하시면 됩니다.세토님과 만나려면, 공식 웹사이트에서 예약을 하시면 됩니다.",
  },
  {
    question: "Q 서비스 이용 요금은 어떻게 되나요?",
    answer:
      "서비스 이용 요금은 각 패키지에 따라 다릅니다. 자세한 정보는 요금 안내 페이지를 참조하세요.",
  },
  {
    question: "Q 계정을 어떻게 등록하나요?",
    answer:
      "계정 등록은 홈페이지 상단의 회원가입 버튼을 클릭하여 진행할 수 있습니다.",
  },
  {
    question: "Q 소속등록은 어떻게 해야 하나요?",
    answer: "소속 등록은 마이페이지에서 정할 수 있습니다.",
  },
  {
    question: "Q 이 홈페이지는 뭘 하는 곳이죠?",
    answer: "브랜드와 스타일리스트가 공간의 제약이 없이 한방 해결 굳.",
  },
  {
    question: "Q 아 힘들다",
    answer: "꼭 짱이되겠어 그래서 모두 패고 다닐거야.",
  },
];
